tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "saulpw/vd"
brew "fish"
brew "gh"
brew "git"
brew "git-lfs"
brew "html-xml-utils"
brew "htop"
brew "jq"
brew "krb5"
brew "parallel"
brew "pv"
brew "ripgrep"
brew "sox"
brew "tree"
brew "watch"
brew "wget"
brew "saulpw/vd/visidata"
cask "1password"
cask "caffeine"
cask "font-libre-franklin"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "microsoft-excel"
cask "rectangle"
cask "spotify"
