tap "homebrew/bundle"
tap "homebrew/services"
tap "saulpw/vd"
brew "btop"
brew "fish"
brew "gh"
brew "git-lfs"
brew "html-xml-utils"
brew "jq"
brew "llm"
brew "parallel"
brew "pv"
brew "ripgrep"
brew "saulpw/vd/visidata"
brew "sox"
brew "tree"
brew "watch"
cask "1password"
cask "caffeine"
cask "font-sf-mono"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "linearmouse"
cask "microsoft-excel"
cask "rectangle"
cask "spotify"
